Repository: RKWKomZe/RkwWebcheck
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwwebcheck_domain_model_checkresult.points
source: Points
de: Punkte

# tx_rkwwebcheck_domain_model_checkresult.anonymous
source: Anonymous
de: Anonym

# tx_rkwwebcheck_domain_model_checkresult.userDeleted
source: User deleted
de: Nutzendenaccount gelöscht

# webcheckController.warning.terms
source: You have to accept our terms and conditions.
de: Das muss leider sein: Bitte akzeptieren Sie unsere Nutzungsbedingungen, um den Check starten zu können.

# webcheckController.warning.noEmails
source: Please enter at least one e-mail.
de: Bitte geben Sie mindestens eine E-Mailadresse an.

# webcheckController.warning.invalidEmail
source: "%s" is not a valid address and has been ignored.
de: "%s" ist leider keine gültige E-Mailadresse und wurde ignoriert.

# webcheckController.warning.errorSendingSharingEmail
source: An error occured while trying to send your result. Please try again.
de: Hmm... Beim Versenden des Ergebnisses ist leider ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

# webcheckController.success.sentSharingEmails
source: Woohoo! Your result been sent successfully.
de: Woohoo! Ihr Ergebnis wurde erfolgreich versendet.

# webcheckController.warning.missingParamsSharing
source: The link you used seems not be valid. Please contact our support.
de: Hmm... Der verwendete Link scheint ungültig zu sein. Bitte kontaktieren Sie unseren Support.

# webcheckController.warning.invalidHash
source: The link you used seems not be valid. Please contact our support.
de: Hmm... Der verwendete Link scheint ungültig zu sein. Bitte kontaktieren Sie unseren Support.

# webcheckController.warning.invalidUser
source: An unexpected error occurred. Please try again.
de: Hmm... Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

# webcheckController.warning.notLoggedIn
source: You have to be logged in to use this function.
de: Sie müssen eingeloggt sein, um diese Funktion nutzen zu können.

# webcheckController.warning.editError
source: Unfortunately editing the check result was not possible Please contact our support.
de: Hmm... Leider war das Bearbeiten des Checks nicht möglich. Bitte wenden Sie sich an unseren Support.

# webcheckController.success.checkDeleted
source: Woohoo! The check results have been deleted successfully.
de: Woohoo! Das Checkergebnis wurde erfolgreich gelöscht.

# webcheckController.warning.noChecks
source: Unfortunately you didn't complete a check yet. Please complete a check to be able to benchmark it.
de: Hmm... Leider haben Sie bislang keinen Check abgeschlossen. Bitte schließen Sie einen Check ab, um die Ergebnisse vergleichen zu können.

# webcheckController.warning.noAnonymous
source: Unfortunately this functionality is only available for regularly registered users.
de: Hmm... Leider steht diese Funktion nur regulär registrierten Nutzern zur Verfügung.

# templates_webcheck_checkInit.iAcceptThe
source: I accept the
de: Ich akzeptiere die

# templates_webcheck_checkInit.terms
source: terms and conditions.
de: Nutzungsbedingungen.

# templates_webcheck_checkInit.startCheck
source: Start Check Now
de: Check jetzt starten

# templates_webcheck_feedback.thankYouForFeedback
source: Thank you for the feedback
de: Vielen Dank für Ihre Rückmeldung

# templates_webcheck_feedback.weGetTheFeedback
source: We get the feedback
de: Nur durch Ihr Feedback sind wir in der Lage, unsere Dienstleistungen stetig zu verbessern.

# templates_webcheck_feedback.rateTheCheck
source: Rate the check
de: Beurteilen Sie unseren Webcheck-Dienst.

# templates_webcheck_feedback.placeForAnnotations
source: Place for Annotations
de: Hier haben Sie die Möglichkeit für weitere Anmerkungen

# templates_webcheck_feedback.yourAnnotations
source: Your annotations
de: Ihre Anmerkungen

# templates_webcheck_feedback.rate
source: Rate
de: Bewertung abschicken

# templates_webcheck_noChecks.errorHeadline
source: Opps!
de: Na sowas!

# templates_webcheck_noChecks.noChecksText
source: No checks available yet.
de: Es wurde noch kein Check von Ihnen durchgeführt.

# templates_webcheck_noChecks.errorButton
source: Back to start
de: zurück zum Start

# templates_webcheck_showTopicResult.topic
source: Topic
de: Thema

# templates_webcheck_showTopicResult.finishedIntro
source: You have answered
de: Sie haben die Fragen des Themenkomplexes

# templates_webcheck_showTopicResult.finishedIntro2
source: the questions of the current topic completly. Here you see your results.
de: vollständig bearbeitet. Hier sehen Sie Ihr Zwischenergebnis für diesen Teilbereich.

# templates_webcheck_showTopicResult.partialResultTopic
source: Results for this topic
de: Zwischenergebnis des Themenkomplexes

# templates_webcheck_showQuestionResult.topic
source: Topic
de: Thema

# partials_webcheck_showQuestionResult_pagination.nextQuestion
source: Next question
de: Nächste Frage

# partials_webcheck_showQuestionResult_pagination.prevQuestion
source: Previous Question
de: Vorherige Frage

# partials_webcheck_showQuestionResult_pagination.topicResult
source: Finish topic
de: Themenkomplex abschließen

# partials_webcheck_showQuestionResult_pagination.prevTopic
source: Back to last topic
de: Zurück zum letzten Themenkomplex

# partials_webcheck_showQuestionResult_pagination.question
source: Question
de: Frage

# partials_webcheck_showQuestionResult_modal.descriptionOfQuestion
source: Additional Description
de: Weitere Informationen

# partials_webcheck_showQuestionResult_modal.backToQuestion
source: BAck to Question
de: Zurück zur Frage

# partials_webcheck_showQuestionResult_answers.tip
source: Tip
de: Hinweis

# partials_webcheck_showTopicResult_pagination.finishCheck
source: Finish Check
de: Check abschließen

# partials_webcheck_showTopicResult_pagination.restartTopic
source: Back to first question
de: Zum Beginn des Themenkomplexes

# partials_webcheck_showTopicResult_pagination.nextTopic
source: Next topic
de: Nächster Themenkomplex

# templates_webcheck_showSharedCheckResult.overviewResults
source: Overview of %s %s's shared results for "%s"
de: Gesamtergebnis von %s %s für "%s"

# templates_webcheck_showSharedCheckResult.overviewResultsAnonymous
source: Overview of shared results for "%s"
de: Geteiltes Gesamtergebnis für "%s"

# partials_webcheck_showSharedCheckResult_summary.completeResult
source: Overall result
de: Gesamtergebnis

# partials_webcheck_showSharedCheckResult_summary.textAnonymous
source: I made the RKW Check "%s" and reached the following result.
de: Jemand hat den RKW Check "%s" gemacht und dieses Ergebnis erreicht.

# partials_webcheck_showSharedCheckResult_summary.text
source: %s %s made the RKW Check "%s" and reached the following result.
de: %s %s hat den RKW Check "%s" gemacht und dieses Ergebnis erreicht.

# partials_webcheck_showSharedCheckResult_summary.andYou
source: And how good are you?
de: Und wie gut sind Sie?

# partials_webcheck_showSharedCheckResult_summary.checkNow
source: Check now
de: Jetzt Check machen

# templates_webcheck_showCheckResult.overviewResults
source: Overview of your results
de: Gesamtergebnis

# partials_webcheck_showCheckResult_summary.completeResult1
source: Overall
de: Gesamt

# partials_webcheck_showCheckResult_summary.completeResult2
source: Result
de: ergebnis

# partials_webcheck_showCheckResult_topics.partialResults
source: Results for Topics
de: Zwischenergebnisse

# partials_webcheck_showCheckResult_benchmark.toBenchmark
source: To Benchmark
de: Zum Benchmark

# partials_webcheck_showCheckResult_benchmark.toMyChecks
source: To MyChecks
de: Zu meinen Checks

# partials_webcheck_showCheckResult_share.sendResultAsMail
source: Share Result via E-Mail
de: Ergebnis als E-Mail versenden

# partials_webcheck_showCheckResult_share.insertEmail
source: Enter Email-Addresses (comma-separated)
de: E-Mailadresse(n) eingeben (kommasepariert)

# partials_webcheck_showCheckResult_share.sendMail
source: Share result now
de: Ergebnis jetzt teilen

# templates_webcheck_showMyCheckResults.startNewCheck
source: Start new check
de: Neuen Check starten

# partials_webcheck_showMyCheckResults_list.date
source: Date
de: Datum

# partials_webcheck_showMyCheckResults_list.action
source: Action
de: Aktion

# partials_webcheck_showMyCheckResults_list.erase
source: Delete
de: Löschen

# partials_webcheck_showMyCheckResults_list.completed
source: Finished
de: Abgeschlossen

# partials_webcheck_showMyCheckResults_list.edit
source: Edit
de: Bearbeiten

# partials_webcheck_showMyCheckResults_list.open
source: Open
de: Offen

# partials_webcheck_showMyCheckResults_list.continue
source: Continue
de: Fortsetzen

# partials_webcheck_showMyCheckResults_list.result
source: Show result
de: Ergebnis anzeigen

# templates_webcheck_showBenchmark.text
source: Here you can compare your results with another of your results - or with the average result of all check-participants.
de: Hier können Sie Ihre Ergebnisse mit eigenen Ergebnissen aus der Vergangenheit vergleichen und sehen, ob Sie sich verbessert haben. Sie können hier aber auch sehen, wie Sie im Vergleich zum Durchschnitt der Ergebnisse aller Check-Teilnehmenden abschneiden.

# templates_webcheck_showBenchmark.chooseMyCheck
source: Select a check
de: Meinen Check auswählen

# templates_webcheck_showBenchmark.chooseCompareCheck
source: Select own check to compare (optional)
de: Eigenen Vergleichscheck auswählen (optional)

# templates_webcheck_showBenchmark.nothingToCompare
source: No check to compare
de: kein Vergleichscheck

# templates_webcheck_showBenchmark.notEnoughResults
source: Not enough results
de: Nicht genügend Ergebnisse

# templates_webcheck_showBenchmark.notEnoughResultsDescription
source: Unfortunately there aren't enough check results yet to display the benchmark.
de: Leider liegen uns noch nicht genügend Ergebnisse vor, um einen zuverlässigen Vergleichswert über die Ergebnisse aller Check-Teilnehmenden berechnen zu können. Bitte schauen Sie in einigen Tagen erneut vorbei.

# templates_webcheck_showBenchmark.toMyChecks
source: To MyChecks
de: Zu meinen Checks

# partials_webcheck_showBenchmark_topics.myCheck
source: My Check
de: Mein Check

# partials_webcheck_showBenchmark_topics.compareCheck
source: Compare Check
de: Vergleichscheck

# partials_webcheck_showBenchmark_topics.completeResult
source: Complete Result
de: Gesamtergebnis

# partials_webcheck_showBenchmark_averageAllChecks.allResultsAverage
source: Ø of all results
de: Durchschnitt aller Ergebnisse

# partials_webcheck_showBenchmark_googleGraph.reached
source: Reached
de: Erreichte

# partials_webcheck_showBenchmark_googleGraph.myCheck
source: My Check
de: Mein Check

# partials_webcheck_showBenchmark_googleGraph.compareCheck
source: Compare Check
de: Vergleichscheck

# partials_webcheck_showBenchmark_googleGraph.headline
source: Your result in comparision
de: Ihr Ergebnis im Vergleich

# rkwMailService.adminCheckFinished.subject
source: The check "%s" has been completed
de: Der RKW Check "%s" wurde erfolgreich durchgeführt

# rkwMailService.shareCheck.subjectAnonymous
source: Someone shared the results of RKW check "%s" with you
de: Jemand hat die Ergebnisse des RKW Checks "%s" mit Ihnen geteilt

# rkwMailService.shareCheck.subject
source: %s %s shared the results of RKW check "%s" with you
de: %s %s hat die Ergebnisse des RKW Checks "%s" mit Ihnen geteilt

# templates_email_adminCheckFinished.headline
source: Hello %s,
de: Hallo %s,

# templates_email_adminCheckFinished.text1
source: a new result for the following check has been submitted:
de: für den folgenden Check wurde ein neues Ergebnis übermittelt:

# templates_email_adminCheckFinished.text2
source: You can see the results in TYPO3-Backend.
de: Sie können die Ergebnisse im TYPO3-Backend einsehen.

# templates_email_shareCheck.headline
source: Hello,
de: Hallo,

# templates_email_shareCheck.text1Anonymous
source: someone wants to share his results of RKW check "%s" with you.
de: jemand möchte die Ergebnisse des RKW Checks "%s" mit Ihnen teilen.

# templates_email_shareCheck.text1
source: %s %s wants to share the results of RKW check "%s" with you.
de: %s %s möchte die Ergebnisse des RKW Checks "%s" mit Ihnen teilen.

# templates_email_shareCheck.text2
source: Please click on the link below to see the results.
de: Klicken Sie bitte auf den untenstehenden Link, um die Ergebnisse sehen zu können.

# templates_email_shareCheck.linkLabel
source: To the results
de: Zu den Ergebnissen des Checks

# templates_email_benchmarkAvailable.headline
source: Hello,
de: Hallo,

# templates_email_benchmarkAvailable.text1
source: benchmarks for RKW check "%s" are now available.
de: für den RKW Checks "%s" stehen nun Benchmarks zur Verfügung.

# templates_email_benchmarkAvailable.text2
source: Please click on the link below to see the benchmarks.
de: Klicken Sie bitte auf den untenstehenden Link, um die Benchmarks einsehen zu können.

# templates_email_benchmarkAvailable.linkLabel
source: To the benchmarks
de: Zu den Benchmarks des Checks

# templates_email_adminFeedback.headline
source: Hello %s,
de: Hallo %s,

# templates_email_adminFeedback.text1
source: a new feedback for the following check has been submitted:
de: für den folgenden Check wurde ein neues Feedback übermittelt:

# templates_email_adminFeedback.grade
source: Grade:
de: Bewertung:

# templates_email_adminFeedback.remarks
source: Remarks:
de: Anmerkung:

# backend_layouts_default.backToStart
source: Back to Start
de: Zurück zum Anfang

# templates_backend_list.headline
source: Show results
de: Anzeigen der Checkergebnisse

# templates_backend_list.intro1
source: Show results
de: Bitte wählen Sie den Check aus, von dem sie weitere Details betrachten wollen.

# templates_backend_list.intro2
source: Existing checks:
de: Vorhandene Checks:

# templates_backend_list.intro10
source: Show optional check results.
de: Hier können Sie optional ein spezifisches Checkergebnis betrachten.

# templates_backend_list.intro11
source: Result benchmark comparison.
de: Dieses Ergebnis wird mit dem Benchmark aller anderen Ergebnisse verglichen.

# templates_backend_list.intro12
source: Show user data
de: Weiterhin werden die Nutzendendaten der Person angezeigt, welcher dieses Ergebnis zugeordnet ist.

# templates_backend_list.check_results
source: Check results:
de: Checkergebnisse:

# templates_backend_list.no_checks
source: No checks available.
de: Keine Checks vorhanden.

# templates_backend_list.proceed
source: Proceed
de: Fortfahren

# templates_backend_list.total_data
source: Total data
de: Gesamtdaten

# templates_backend_result.userOfCheck
source: User which have conduct the check
de: Durchgeführt von

# templates_backend_result.benchmarkHeadline
source: Checks benchmark
de: Benchmark des Checks

# templates_backend_result.countCompletedChecks
source: Count of completed checks
de: Anzahl abgeschlossener Checks

# templates_backend_result.userName
source: Username
de: Nutzername

# templates_backend_result.firstName
source: First name
de: Vorname

# templates_backend_result.lastName
source: Last name
de: Nachname

# templates_backend_result.generatePdf
source: Generate PDF
de: PDF-Datei generieren

# templates_backend_result.generatePrint
source: Print version
de: Drucken

# templates_backend_result.points
source: Points
de: Punkte

# templates_backend_result.of
source: of
de: von

# templates_backend_result.date
source: Date
de: Datum

# templates_backend_result.time_after
source: o'clock
de: Uhr

# templates_backend_result.pointsPerTopic
source: Points per topic
de: Punkteanzahl nach Thema

# templates_backend_result.averagePointsPerTopic
source: Average points per topic
de: Durchschnittliche Punkteanzahl nach Thema

# templates_backend_result.conclusion
source: Conclusion
de: Fazit

# templates_backend_result.topics
source: Topics
de: Anzahl Themenkomplexe

# partials_backend_visualization.resultOfCheck
source: Result of selected check
de: Ergebnis des gewählten Checks

# partials_backend_visualization.averageCheck
source: Average overall check
de: Durchschnitt Gesamtcheck

# partials_backend_visualization.benchmarkCheck
source: Checks benchmark
de: Benchmark des Checks
