Repository: RKWKomZe/RkwWebcheck
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwwebcheck_domain_model_webcheck.description
source: Description
de: Beschreibung

# tx_rkwwebcheck_domain_model_webcheck.check_pid
source: Page Containing the Check-Plugin of this Check
de: Inhaltsseite, die das Check-Plugin dieses Checks enthält

# tx_rkwwebcheck_domain_model_webcheck.result_a
source: Result-Text „good“
de: Ergebnistext „gut“

# tx_rkwwebcheck_domain_model_webcheck.result_b
source: Result-Text „ok“
de: Ergebnistext „mittel“

# tx_rkwwebcheck_domain_model_webcheck.result_c
source: Result-Text „bad“
de: Ergebnistext „schlecht“

# tx_rkwwebcheck_domain_model_webcheck.topics
source: Topics
de: Themenkomplexe

# tx_rkwwebcheck_domain_model_topic
source: RKW Webcheck: Topic
de: RKW Webcheck: Thema

# tx_rkwwebcheck_domain_model_topic.description
source: Description
de: Beschreibung

# tx_rkwwebcheck_domain_model_topic.weight
source: Weight
de: Gewichtung

# tx_rkwwebcheck_domain_model_topic.result_a
source: Result-Text „good“
de: Ergebnistext „gut“

# tx_rkwwebcheck_domain_model_topic.result_b
source: Result-Text „ok“
de: Ergebnistext „mittel“

# tx_rkwwebcheck_domain_model_topic.result_c
source: Result-Text „bad“
de: Ergebnistext „schlecht“

# tx_rkwwebcheck_domain_model_topic.questions
source: Questions
de: Fragen

# tx_rkwwebcheck_domain_model_question
source: RKW Webcheck: Question
de: RKW Webcheck: Frage

# tx_rkwwebcheck_domain_model_question.question
source: Question
de: Frage

# tx_rkwwebcheck_domain_model_question.description
source: Description
de: Beschreibung

# tx_rkwwebcheck_domain_model_question.answer_1
source: Answer 1
de: Antwort 1

# tx_rkwwebcheck_domain_model_question.result_1
source: Rating Answer 1
de: Bewertungstext für Antwort 1

# tx_rkwwebcheck_domain_model_question.value_1
source: Value Answer 1
de: Wert für Antwort 1

# tx_rkwwebcheck_domain_model_question.answer_2
source: Answer 2
de: Antwort 2

# tx_rkwwebcheck_domain_model_question.result_2
source: Rating Answer 2
de: Bewertungstext für Antwort 2

# tx_rkwwebcheck_domain_model_question.value_2
source: Value Answer 2
de: Wert für Antwort 2

# tx_rkwwebcheck_domain_model_question.answer_3
source: Answer 3
de: Antwort 3

# tx_rkwwebcheck_domain_model_question.result_3
source: Rating Answer 3
de: Bewertungstext für Antwort 3

# tx_rkwwebcheck_domain_model_question.value_3
source: Value Answer 3
de: Wert für Antwort 3

# tx_rkwwebcheck_domain_model_glossary
source: RKW Webcheck: Glossary
de: RKW Webcheck: Glossar

# tx_rkwwebcheck_domain_model_glossary.name
source: Name
de: Begriff

# tx_rkwwebcheck_domain_model_glossary.description
source: Description
de: Beschreibung

# tx_rkwwebcheck_domain_model_checkresult
source: RKW Webcheck: Check Result
de: RKW Webcheck: Check-Ergebnis

# tx_rkwwebcheck_domain_model_topicresult
source: RKW Webcheck: Topic Result
de: RKW Webcheck: Themen-Ergebnis

# tx_rkwwebcheck_domain_model_questionresult
source: RKW Webcheck: Question Result
de: RKW Webcheck: Fragen-Ergebnis

# tx_rkwwebcheck_domain_model_check.description
source: Show all Checks
de: Zeigt alle Checks an

# tx_rkwwebcheck_domain_model_benchmark.description
source: Show Benchmarks for a Check
de: Zeigt den Benchmark für einen Check

# tx_rkwwebcheck_domain_model_share
source: Share Check
de: Check teilen

# tx_rkwwebcheck_domain_model_share.description
source: Share a Check
de: Nutzende können hiermit einen Check teilen

# tx_rkwwebcheck_domain_model_shared.description
source: Show Shared Checks
de: Zeigt den Nutzenden alle geteilte Checks an

# tx_rkwwebcheck_domain_model_mycheck
source: My Checks
de: Meine Checks

# tx_rkwwebcheck_domain_model_mycheck.description
source: Delete or Start over own Checks
de: Eigene Checks löschen oder neu starten

# tx_rkwwebcheck_domain_model_feedback.description
source: Give Feedback for a Check
de: Kontaktformular für Feedback

# tx_rkwwebcheck_flexform.check
source: Check to Show
de: Check, der angezeigt werden soll

# tx_rkwwebcheck_flexform.terms
source: Page with Terms and Conditions
de: Seite mit den AGB

# tx_rkwwebcheck_flexform.backendUser
source: Backend User for Notification on Finished Check
de: Backend-Nutzende für Benachrichtigung bei abgeschlossenem Check

# tx_rkwwebcheck_flexform.feedback
source: Page with Feedback-Plugin
de: Seite mit Feedback-Plugin

# tx_rkwwebcheck_flexform.share
source: Page with Share-Plugin
de: Seite mit Teilen-Plugin

# tx_rkwwebcheck_flexform.benchmark
source: Page with Benchmark-Plugin
de: Seite mit Benchmark-Plugin

# tx_rkwwebcheck_flexform.myChecks
source: Page with MyChecks-Plugin
de: Seite mit MyChecks-Plugin

# tx_rkwwebcheck_flexform.newCheckPid
source: Page with Check-Plugin for new Check
de: Seite mit Check-Plugin für neuen Check

# tx_rkwwebcheck_flexform.sharedChecksPage
source: Page with Shared-Checks-Plugin
de: Seite mit Geteilte-Checks-Plugin

# tx_rkwwebcheck_flexform.linkPid
source: Page to Start Check from (e.g. Login-Page)
de: Seite, von der aus man den Check starten kann (z.B. Login-Seite)

# tx_rkwwebcheck_flexform.noStartScreen
source: No start screen
de: Ohne Startseite starten
